{
    "Rules": [
        {
            "Name": "Commander",
            "Description": "Questo formato prevede quattro giocatori per partita e i mazzi contengono 99 carte più il comandante. La durata di una partita in questo formato dovrebbe essere circa 20 minuti per giocatore. In Commander, ogni giocatore elegge il proprio eroe e costruisce un mazzo incentrato sulla sua figura. Si tratta di un formato amatoriale multiplayer in cui dovrai designare una creatura leggendaria come tuo comandante e scegliere tutte le altre carte del mazzo in base alla sua identità di colore e alle sue abilità uniche. Ai giocatori non è concesso avere doppioni nel mazzo, tranne le terre base, ma possono usare carte di tutta la storia di Magic. IDENTITÀ DI COLORE Per definire l’identità di colore di una carta se ne considerano tutte le parti, inclusi il costo di lancio e qualsiasi simbolo di mana all’interno del testo. Ogni carta nel tuo mazzo Commander deve utilizzare solo i simboli di mana che compaiono anche sulla carta del comandante. Sono consentite anche le carte incolore. ZONA DI COMANDO È l’area in cui viene posizionato il tuo comandante durante la partita quando non è in gioco. All’inizio della partita, ogni giocatore colloca il proprio comandante a faccia in su nella zona di comando. Potrai lanciare il tuo comandante dalla zona di comando pagando il suo costo normale e un costo addizionale di 2 mana per ogni volta che l’hai lanciato dalla zona di comando in precedenza durante questa partita. Se il tuo comandante sta per essere messo nel cimitero oppure esiliato, puoi invece farlo ritornare alla zona di comando. DANNO COMANDANTE Un giocatore a cui siano stati inflitti 21 o più danni da combattimento dallo stesso comandante nel corso della partita perde la partita. Il comandante viene seguito nei suoi cambi di zona per questa ragione: ad esempio, se un giocatore prende il controllo del comandante di un altro giocatore, vengono comunque considerati i danni già inflitti da quel comandante. PARTITE MULTIPLAYER FREE-FOR-ALL In una partita di Commander con tre o più partecipanti, tutti giocano contro tutti in formato multiplayer Free-for-All. Ogni giocatore inizia con 40 punti vita, colloca il proprio comandante a faccia in su nella zona di comando e pesca una mano di sette carte. I giocatori siedono in cerchio in ordine casuale e i turni procedono in senso orario un giocatore alla volta. Durante la partita, un giocatore può decidere di attaccarne un altro indipendentemente dalla posizione intorno al tavolo, così come di attaccare più di un avversario durante la propria fase di attacco. Anche i permanenti, le magie e le abilità possono bersagliare qualsiasi giocatore attorno al tavolo (a meno che non dicano esplicitamente che l’effetto si applica su di te). Commander offre ai giocatori gli strumenti per esprimersi tramite la strategia e le proprie abilità e divertirsi a costruire mazzi, a prescindere da quale sarà il risultato delle loro sfide."
       },
        {
            "Name": "Pauper",
            "Description": "Costruisci mazzi usando carte subito disponibili! In questo formato di Magic, tutte le carte devono essere state pubblicate come carte comuni all’uscita di un’espansione o un prodotto di Magic. Le carte promo comuni sono legali solo se rispettano queste restrizioni. Se una versione comune di una certa carta di Magic è stata pubblicata in passato come prodotto cartaceo di Magic: The Gathering o su Magic: The Gathering Online, tutte le versioni di quella carta sono legali in questo formato. Sono incluse carte terra stampate sia con un simbolo dell’espansione comunque, sia con il codice rarità L. Minimo di 60 carte nel mazzo principale (Nessuna dimensione massima del mazzo). Puoi includere fino a 15 carte nel sideboard, se ne usi uno. Non più di quattro copie di ogni singola carta fra mazzo principale e sideboard (con l’eccezione delle terre base)"
        },
        {
            "Name": "Standard",
            "Description": "Standard prevede partite uno contro uno con mazzo di minimo 60 carte (e fino a 15 carte nel sideboard). Il vincitore viene determinato in partite singole o al meglio delle tre partite. Queste partite dovrebbero avere una durata media (circa 20 minuti). Standard è un formato dinamico in cui giochi con mazzi costruiti usando le carte della tua collezione provenienti dalle espansioni di Magic più recenti. Lo stile di gioco in continua evoluzione e la possibilità di adottare strategie sempre diverse lo rendono uno dei formati più divertenti e amati di Magic. Come funziona la rotazione delle espansioni? Ogni anno escono nuove espansioni di Magic giocabili in Standard. Una volta l’anno, con l’uscita dell’espansione autunnale, vengono rimosse le quattro espansioni Standard più datate."
        },
        {
            "Name": "Pioneer",
            "Description": "Questo formato senza rotazione include le espansioni da Ritorno a Ravnica in poi. Punta a essere più potente di Standard, ma meno di Modern o Legacy. I mazzi Constructed possono contenere fino a quattro copie di una qualsiasi carta nel mazzo e sideboard combinati. Le terre base non sono incluse in questa limitazione.- La dimensione minima del mazzo è di 60 carte - Puoi includere fino a 15 carte nel sideboard (se ne usi uno)"
        },
        {
            "Name": "Extended",
            "Description": "Un formato divertente in cui tutto è permesso! Freeform è un formato Constructed di MTG che permette l’utilizzo di tutte le espansioni e carte. E tutte significa TUTTE. I mazzi possono includere qualsiasi numero di copie di una carta. Le partite Freeform hanno una durata standard (circa 10 minuti)."
        },
        {
            "Name": "Modern",
            "Description": "Questo formato prevede partite uno contro uno con mazzo di minimo 60 carte (e fino a 15 carte nel sideboard). Le partite di Modern dovrebbero avere una durata media (circa 20 minuti). Fatta eccezione per le terre base (Pianure, Isole, Paludi, Montagne, Foreste e Distese), il mazzo e il sideboard insieme non possono contenere più di quattro copie di ogni singola carta, contate in base al nome inglese della carta stessa. Questo formato include carte e strategie potenti dagli ultimi due decenni di Magic."
        }
    ]
}